{
  "English": {
    "greeting": "Hi!, ",
    "name": "i'm Arturo",
    "introduction": "Welcome to **<b>JIMENZAI</b>**, where ideas germinate in code. <br> I grow with every project, learn with every line, and explore without limits.",
    "about-text-1": "Technician in <b id=\"about-formation-1\">Multiplatform Application Development</b> and <b id=\"about-formation-2\">Microcomputer Systems and Networks</b>, with experience in developing Android mobile applications using Java and Google Firebase.",
    "about-text-2": "With experience in implementing key features such as authentication and data storage, as well as identifying and resolving technical issues.",
    "about-text-3": "I also have experience in customer service, technical support, and computer equipment maintance, including assembly tasks, backup management, and disk recovery. If there's one thing that characterizes me, it's my passion for technology, my ability to adapt, and my commitment to teamwork.",
    "about-education-title": "EDUCATION",
    "about-education-1": "Advanced Degree in Multiplatform Application Development <br> (2024 | IES Las Fuentezuelas)",
    "about-education-2": "Associate Degree in Microcomputer Systems and Networks <br> (2022 | IES Peña del Aguila)",
    "about-interests-title": "OTHER INTERESTS",
    "about-videogames": "Videogames",
    "about-anime": "Anime",
    "about-app": "Applications development",
    "about-franchise": "Forza Horizon franchise",
    "about-manga": "Manga: Don't Toy with Me, Miss Nagatoro <i class=\"fa-solid fa-heart\"></i>",
    "work-introduction": "I've worked in diverse professional environments ranging from mobile app development to technical user support, combining technical expertise with a human-centered approach, always with a practical mindset and results-oriented focus.",
    "work-rk": "Development of a mobile application for Android using Java and Google Firebase. Implementation of features such as authentication and data storage. Collaboration in the identification and resolution of technical issues.",
    "work-beep": "Customer service and technical support. Assembly and maintenance of computer equipment. Management of backup, cloning, and recovery of hard drives.",
    "portfolio": "PORTFOLIO",
    "work-portfolio": "Welcome to my portfolio. Here you'll find a sample of my works, a personal section so you can get to know me better, and a contact section if you are interested in connecting or collaborating.",
    "contact-label-name": "Name",
    "contact-label-email": "Email",
    "contact-label-subject": "Subject",
    "contact-label-message": "Message",
    "contact-button": "Send"
  },
  "Spanish": {
    "greeting": "Hola!, ",
    "name": "soy Arturo",
    "introduction": "Bienvenido a **<b>JIMENZAI</b>**, donde las ideas germinan en código. <br> Crezco con cada proyecto, aprendo con cada línea, y exploro sin límites.",
    "about-text-1": "Técnico en <b id=\"about-formation-1\">Desarrollo de Aplicaciones Multiplataforma</b> y <b id=\"about-formation-2\">Sistemas Microinformáticos y Redes</b>, con experiencia en el desarrollo de aplicaciones móviles Android utilizando Java y Google Firebase.",
    "about-text-2": "Con experiencia en la implementación de funcionalidades clave como autenticación y almacenamiento de datos, así como en la identificación y resolución de problemas técnicos.",
    "about-text-3": "Cuento además con experiencia en atención al cliente, soporte técnico y mantenimiento de equipos informáticos, incluyendo tareas de ensamblaje, gestión de copias de seguridad y recuperación de discos. Si hay algo que me caracteriza es la pasión por la tecnología, la capacidad de adaptación y el compromiso con el trabajo en equipo.",
    "about-education-title": "EDUCACIÓN",
    "about-education-1": "Grado Superior en Desarrollo de Aplicaciones Multiplataforma <br> (2024 | IES Las Fuentezuelas)",
    "about-education-2": "Grado Medio en Sistemas Microinformáticos y Redes <br> (2022 | IES Peña del Águila)",
    "about-interests-title": "OTROS INTERESES",
    "about-videogames": "Videojuegos",
    "about-anime": "Anime",
    "about-app": "Desarrollo de Aplicaciones",
    "about-franchise": "Franquicia Forza Horizon",
    "about-manga": "Manga: No me Rayes, Nagatoro <i class=\"fa-solid fa-heart\"></i>",
    "work-introduction": "He trabajado en diversos entornos profesionales, desde el desarrollo de aplicaciones móviles hasta la asistencia técnica al usuario, combinando mis conocimientos técnicos con un enfoque centrado en las personas, siempre con una mentalidad práctica y orientada a los resultados.",
    "work-rk": "Desarrollo de una aplicación móvil para Android utilizando Java y Google Firebase. Implementación de funciones como autenticación y almacenamiento de datos. Colaboración en la identificación y resolución de problemas técnicos.",
    "work-beep": "Servicio al cliente y soporte técnico. Montaje y mantenimiento de equipos informáticos. Gestión de copias de seguridad, clonación y recuperación de discos duros.",
    "portfolio": "PORFOLIO",
    "work-portfolio": "Bienvenido a mi porfolio. Aquí encontrarás una muestra de mis trabajos, una sección personal para que conozcas mejor quién soy, y un espacio de contacto si te interesa conectar o colaborar.",
    "contact-label-name": "Nombre",
    "contact-label-email": "Email",
    "contact-label-subject": "Asunto",
    "contact-label-message": "Mensaje",
    "contact-button": "Enviar"
  }
}